Repository: melihcuneyter/gaming-db
Catalog: gaming-db/*.lproj/Localizable.strings
Languages: tr

source: Delete
tr: Sil

# fetched_error
source: Game Data Fetch Error
tr: Oyun Datası Indirilemedi

# nodata_notes_view
source: You don't have any Notes!
tr: Herhangi bir not bulunamadı!

# nodata_favorites_view
source: You don't have any Favorite Games!
tr: Herhangi bir favori oyun bulunamadı!

# nodata_feed_view
source: You don't have any Game Data!
tr: Herhangi bir oyun verisi bulunamadı!

# error_title
source: Error an occured
tr: Bir hata oluştu.

source: Ok
tr: Tamam

# feedVC_title
source: Feed
tr: Oyunlar

# feedVC_searchbar
source: Write something to search..
tr: Aramak istediğiniz oyunu yazın.

# feedVC_orderByAddedButton
source: Added
tr: Eklenme

# feedVC_orderByNameButton
source: Name
tr: Isim

# feedVC_orderByReleasedButton
source: Release Date
tr: Yayınlanma

# feedVC_orderByARatingButton
source: Rating
tr: Oy

# feedVC_orderByTitle
source: ORDER BY
tr: Sırala

source: hours
tr: saat

# favoritesVC_title
source: Favorites
tr: Favoriler

# favoritesVC_localNotification_title
source: Deleted your favorite!
tr: Favoriniz silindi!

# notesVC_title
source: Notes
tr: Notlar

# notesVC_gameName
source: Title For Note...
tr: Not başlığı girin...

# notesVC_localNotification_title
source: Note Deleted!
tr: Notunuz silindi!

# saveButtonTitle
source: Save
tr: Kaydet
